Repository: Art8461/iOS-FakeNFT
Catalog: FakeNFT/Resources/Localizable.xcstrings
Source language: ru
Languages: en

# Catalog.openNft
source: Выйти
en: Exit

# Error.close
source: Отмена
en: Cancel

# Error.network
source: Произошла ошибка сети
en: A network error has occurred

# Error.partial
source: Не удалось загрузить часть NFT
en: Failed to load part of the NFT

# Error.paymentFailed
source: Не удалось произвести оплату
en: Failed to make payment

# Error.repeat
source: Повторить
en: Repeat

# Error.title
source: Ошибка
en: Error

# Error.unknown
source: Произошла неизвестная ошибка
en: An unknown error has occurred

# Favorites NFTs
source: Избранные NFT
en: Favorites NFTs

# My NFTs
source: Мои NFT
en: My NFTs

# PrifileExit
source: Выйти
en: Exit

# ProfileCancel
source: Отмена
en: Cancel

# ProfileClose
source: Закрыть
en: Close

# ProfileDelPhoto
source: Удалить фото
en: Delete a photo

# ProfileDescription
source: Описание
en: Description

# ProfileEditPhoto
source: Изменить фото
en: Change photo

# ProfileFavLable
source: У Вас еще нет избранных NFT
en: You don't have any NFT favorites yet

# ProfileGetOut
source: Уверены, что хотите выйти?
en: Are you sure you want to get out?

# ProfileLinkPhoto
source: Ссылка на фото
en: Link to the photo

# ProfileMyNFT
source: У Вас еще нет NFT
en: You don't have NFT yet

# ProfileName
source: Имя
en: Name

# ProfilePhoto
source: Фото профиля
en: Profile Photo

# ProfileSave
source: Сохранить
en: Save

# ProfileSort
source: Сортировка
en: Sorting

# ProfileSortName
source: По названию
en: By name

# ProfileSortPrice
source: По цене
en: By price

# ProfileSortRating
source: По рейтингу
en: By rating

# ProfileStay
source: Остаться
en: To stay

# ProfileWebSite
source: Сайт
en: WebSite

source: Введен неверный логин или пароль
en: Invalid login or password entered

source: Введите корректный email
en: Enter a correct email

source: Вернуться
en: Back

source: Вернуться в корзину
en: Return to basket

source: Войти
en: Sign in

source: Вход
en: Login

source: Вы уверены, что хотите удалить объект из корзины?
en: Are you sure you want to remove the item from the Trash?

source: Выберите способ оплаты
en: Select payment method

source: Забыли пароль?
en: Forgot your password?

source: Закрыть
en: Cancel

source: Зарегистрироваться
en: Sign up

source: Инструкции по восстановлению пароля высланы на указанный email
en: Instructions to reset your password were sent to the email address provided.

source: Исследуйте
en: Explore

source: К оплате
en: For payment

source: Каталог
en: Catalog

source: Коллекционируйте
en: Collect

source: Корзина
en: Basket

source: Корзина пуста
en: Basket is empty state

source: Не удалось войти в систему
en: Login failed

source: Неверный пароль
en: Invalid password

source: Неверный формат email
en: Invalid email address

source: Оплатить
en: Pay

source: Отмена
en: Cancel

source: Ошибка
en: Error

source: Пароли не совпадают
en: Passwords do not match

source: Пароль
en: Password

source: Пароль должен быть не короче 6 символов
en: Password must be minimum 6 characters

source: По имени
en: By name

source: По количеству NFT
en: By NFT quantity

source: По названию
en: By name

source: По рейтингу
en: By rating

source: По цене
en: By price

source: Повторите пароль
en: Repeat password

source: Пользователь не найден
en: The user with this email was not found

source: Пользовательского соглашения
en: User Agreement

source: Пользовательское соглашение
en: User Agreement

source: Пополняйте свою коллекцию эксклюзивными картинками, созданными нейросетью!
en: Grow your collection with exclusive AI-generated images!

source: Присоединяйтесь и откройте новый мир уникальных NFT для коллекционеров
en: Join and discover a new world of unique NFTs for collectors

source: Произошла неизвестная ошибка
en: An unknown error occurred

source: Произошла ошибка сети
en: Network error

source: Профиль
en: Profile

source: Регистрация
en: Sign up

source: Сброс пароля
en: Password reset

source: Сбросить пароль
en: Reset your password

source: Слишком много попыток. Попробуйте позже
en: Too many attempts. Try again later.

source: Слишком простой пароль
en: Password is too weak

source: Смотрите статистику других и покажите всем, что у вас самая ценная коллекция
en: See others' stats and show everyone that you have the most valuable collection

source: Совершая покупку, вы соглашаетесь с условиями
en: By making a purchase, you agree to the terms and conditions

source: Сортировка
en: Sorting

source: Состязайтесь
en: Compete

source: Статистика
en: Statistics

source: Такой email уже зарегистрирован
en: Email already in use

source: Удалить
en: Delete

source: Успех! Оплата прошла, поздравляем с покупкой!
en: Success! The payment went through Congratulations on your purchase!

source: Цена
en: Price

source: Что-то пошло не так(
en: Oops! Something went wrong
